[{"title":"A Court of Thorns and Roses","author":"Sarah J. Maas","year":"2015","synopsis":"When nineteen-year-old huntress Feyre kills a wolf in the woods, a beast-like creature arrives to demand retribution for it. Dragged to a treacherous magical land she only knows about from legends, Feyre discovers that her captor is not an animal, but Tamlin—one of the lethal, immortal faeries who once ruled their world. As she dwells on his estate, her feelings for Tamlin transform from icy hostility into a fiery passion that burns through every lie and warning she’s been told about the beautiful, dangerous world of the Fae. But an ancient, wicked shadow over the faerie lands is growing, and Feyre must find a way to stop it…or doom Tamlin—and his world—forever.","img":"https://sarahjmaas.com/wp-content/uploads/2022/01/ACOTAR_1.jpg","status":"To Be Read","series":"Yes","id":0},{"title":"A Court of Mist and Fury","author":"Sarah J. Maas","year":"2016","synopsis":"Feyre survived Amarantha’s clutches to return to the Spring Court–but at a steep cost. Though she now has the powers of the High Fae, her heart remains human, and it can’t forget the terrible deeds she performed to save Tamlin’s people. Nor has Feyre forgotten her bargain with Rhysand, High Lord of the feared Night Court. As Feyre navigates its dark web of politics, passion, and dazzling power, a greater evil looms–and she might be key to stopping it. But only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future–and the future of a world cleaved in two.","img":"https://sarahjmaas.com/wp-content/uploads/2022/01/ACOMAF_2.jpg","status":"To Be Read","series":"Yes","id":1},{"title":"A Court of Wings and Ruin","author":"Sarah J. Maas","year":"2017","synopsis":"Feyre has returned to the Spring Court, determined to gather information on Tamlin’s maneuverings and the invading king threatening to bring Prythian to its knees. But to do so she must play a deadly game of deceit-and one slip may spell doom not only for Feyre, but for her world as well. As war bears down upon them all, Feyre must decide who to trust amongst the dazzling and lethal High Lords-and hunt for allies in unexpected places.","img":"https://sarahjmaas.com/wp-content/uploads/2022/01/ACOWAR_3.jpg","status":"To Be Read","series":"Yes","id":2}]